{
    "podcast_title": "Six D-words of Climate Change",
    "podcast_thumbnail": "assets/today-explained.jpg",
    "podcast_audio_duration": "25:26",
    "podcast_audio_url": "assets/The six D-words of climate change.mp3",
    "podcast_summary": "In this podcast episode, Michael E. Mann, a climate scientist and professor, discusses his work on climate science and the impact of his famous \"hockey stick curve\" graph, which shows the dramatic increase in global temperatures over the past century. He explains that the graph became a symbol in the climate change debate and attracted criticism and attacks from fossil fuel interests and climate deniers. Mann also discusses the tactics used by these interests, including deflection, division, and delay, to prevent action on climate change. He emphasizes the importance of collective action and policy changes to address the climate crisis, rather than focusing solely on individual actions. Mann encourages individuals to use their voice and vote for politicians who will prioritize climate action.",
    "podcast_key_points": [
        "The Hockey Stick Curve as a Symbol: Michael E. Mann's famous \"hockey stick curve\" graph, illustrating a significant increase in global temperatures over the past century, has become a powerful symbol in the climate change debate. It has garnered attention and also faced criticism and attacks, particularly from fossil fuel interests and climate deniers.",

        "Tactics Used by Climate Change Opponents: Mann discusses the tactics employed by those opposing climate action, which include deflection, division, and delay. These tactics aim to divert attention, sow discord, and stall efforts to address climate change, often driven by vested interests in the fossil fuel industry.",
        
        "Emphasis on Collective Action and Policy Changes: Mann underscores the need for collective action and policy changes to effectively combat the climate crisis. He advocates for a focus on systemic solutions and urges individuals to use their voices and votes to support politicians who prioritize climate action, highlighting the importance of policy and government actions over individual efforts alone."
    ],
    "podcast_transcript": " Last year, I signed in the law in the United States the largest investment ever anywhere in the history of the world to combat the climate crisis and help move the global economy toward a clean energy future. For the past dozen years or so, every time the General Assembly meets inside the United Nations, climate activists hit Manhattan to protest outside. They call it Climate Week, and this has been a big one with tens of thousands of protesters demonstrating. At Today Explained, after a summer of extreme weather, we thought we'd acknowledge climate week with a conversation. Not with an activist, but with a scientist. One who's been at the center of climate science since before it was cool and has some ideas on how we can keep the planet from getting too hot. Support for this show comes from Delta Airlines. No one sees the world quite like an airline, but the world seen below is changing. Fast. That's why Delta Airlines is committed to net zero carbon emissions by 2050. It's why Delta is getting rid of 4.9 million pounds of single-use plastics annually and why they're accelerating their push to source sustainable aviation fuel. Because Delta knows a thing or two about getting where it needs to be. And it's time we all got going. Together. Learn more at delta.com slash sustainability. What do you think Today Explained is? I don't know. I am Michael Mann, professor at the University of Pennsylvania and author of the forthcoming book Our Fragile Moment. And some call you a climatologist, yes? I call myself a climate scientist, climatologist. Sounds like somebody who fixes your climate for you if you're having trouble with it. Great. Do climate scientists keep track of their greatest hits? Sure. Yeah, why not? So what would you say is yours, may I ask? Well, the hockey stick curve is probably what I'm most well known for. For people who hear that and think about Wayne Gretzky, what is the hockey stick curve? Yeah, it was actually published by Wayne Gretzky first and then, no, just kidding, of course. It was an estimate that we published 25 years ago now of how temperatures had varied over the past thousand years. Because we have widespread thermometer measurements that go back about a century and a half that tell us the planet has warmed up over that time period, a better part of two degrees Fahrenheit now. But what the instrumental record, the short instrumental record doesn't tell us is how unusual is that warming? They can count back year by year the same way a forester reads tree rings and you can see each annual layer from the melting and refreezing. So they can go back in a lot of these mountain glaciers a thousand years. And they constructed a thermometer of the temperature. The shape resembles a hockey stick because there's the upturned blade, which is the dramatic warming of the past century and a half, which coincides, of course, with the Industrial Revolution and the burning of carbon and greenhouse gas pollution. But that sort of blade emerges from a fairly flat preceding nine centuries. You might think of that as the handle of this upturned hockey stick. And so it got a name and because it really conveyed just how profound an impact we are having on the climate today, it became sort of an iconic graph in the climate debate and it led me to the center of that fractious debate. Researcher Michael Mann has been studying history, specifically climate history, all the way back to the Middle Ages. And what he's announced today has added fuel to the fire in the debate over how what we burn may be affecting the environment. We know that three years in this current decade, 1990, 1995, and 1997, were warmer than any other single year back to at least AD 1400. Now a lot of people don't see scientific papers in their day-to-day lives. How did people get exposed to your hockey stick graph? How did it become your greatest hit? At the time that the hockey stick study was published, by the mid 1990s, there were a number of studies that really demonstrated quite definitively that we were warming the planet, but they were fairly technical. Whereas when we published the hockey stick curve in 1998, it told a very clear story and it was widely reproduced. It became really a symbol in the climate change debate because it told a simple story. And so I think in the scientific community, it was recognized as a landmark achievement, if I say so myself, but in the political realm, critics of climate science, fossil fuel interests and those promoting an agenda of climate inaction saw the hockey stick as a threat because it did tell a simple story. People advocating for cutting hydrocarbon fuels have branded those who dissent from your advocacy as climate criminals. I believe, Mr. Mann, that in the very near future, it is people like you who misrepresent science and climate who the public will see as climate criminals. It was easy to understand from looking at that graph that we were having this profound impact on the planet. And it was a virtual constellation of think tanks and front groups, most of which were tied to fossil fuel companies or conservative donors like the Koch brothers or the Scaife foundations. In many cases, they attacked the science linking tobacco products to lung cancer. So far, what are the conclusions reached by your organization? That there is need for much more research over a wide area. And in my opinion, to single out smoking as a causal agent is on the evidence to date completely unjustified. Well, thank you very much, sir, for your help. Well, thank you very much for letting me put our views forward. You better have a cigarette before you go. Thank you. Any time the finding of science has found itself on a collision course with powerful vested interests, those vested interests have often sought to discredit the science. It sounds like you're talking about climate denialism here. Can you remind us about an era in which it was easy to say, none of that's happening, none of this is real? Yeah, you know, if you go back a couple decades, as we sometimes say, the signal was still emerging from the noise. The science very clearly established that we were warming the planet and changing the climate in various ways. But in terms of public understanding, the public wasn't really seeing it yet in the form of the sorts of unprecedented extreme weather events that we're now seeing in the coastal inundation and droughts and heat waves and wildfires and floods. It wasn't yet that apparent. There seems to be something going on all right. But whether it's a natural cycle or not, I'm not quite sure. I don't know whether the sums add up. Half of me thinks it's happening naturally anyway, which is a pretty common view out there. And so there was still a window of opportunity for climate polluters and those promoting their agenda. And so yeah, there was really an effort to discredit the science, often by discrediting the scientists. I found myself at the receiving end of personal attacks that were intended to discredit the hockey stick curve because it was perceived as such a threat. What kind of attacks? Well, I received a white powder in the mail. The FBI had to come to my office. There was police tape over my office. They had to send out the sample to the lab to have it tested. What was the white powder? It turned out it was like cornmeal or something. It was intended to intimidate and scare me and demands from conservative politicians that I be fired from my job at the University of Pennsylvania. Fox News, Wall Street Journal vilifying me to their audiences. It was a full throttle effort to discredit me because of the threat of the hockey stick curve that I had published. Okay, 25 years later, are you still being bullied? Well, the battle has largely moved on. We've really evolved mostly past denialism because the impacts of climate change are staring us in the face. They've become so obvious. We can see them play out in real time. More power outages from severe weather across the South, more than 150,000 customers affected from Georgia to Texas. Billions are under severe weather warnings across the nation from triple digit heat in the South to damaging storms in the Midwest. Where tens of thousands are fleeing for their lives from out of control fires, winds glaring up as Southern Europe bakes under a brutal heat wave. Hardly a corner of the planet left untouched by the impact of climate change. There is sort of a resurgence, a superficial resurgence of denial, like on social media, Twitter, for example. But it's not real in the sense that the actual public survey work that's been done shows that it remains a fairly small fraction of the public, the American public, roughly 10% who are climate dismissives. So in reality, most people have moved on. The vast majority of the public get it. They understand because they can see it. They can feel it. Jack Neal and his family visiting from England, walking four miles to escape the danger. Have you ever seen anything like this before? No, no, I've never been afraid to die. I had that fear in me. It's not like the fossil fuel industry has given up. They're still doing everything they can to prevent us from moving on. But they've largely moved away from denialism towards these sort of softer denialist tactics. What do you call it? If it's not climate denialism anymore, what are we facing now? So there are other D words. There's delay. There's division. Get climate advocates fighting with each other about whether they're vegans or not or whether they drive a car or not. Get climate advocates fighting with each other. So you divide and conquer the sort of movement. It's division. Delay. Oh, look, we can fix the problem with geoengineering, with carbon capture. Down the road, trust us. We'll be able to fix it. So let us continue to burn fossil fuels now. We will fix it later. Delay. They went people disengaged on the sidelines rather than on the front lines. From denial to division and delay and disengagement, Michael E. Mann has more D words for us when we're back on Today Explained, one that could even help us get out of the mess we've made. Support for this show comes from Delta Airlines. No one sees the world quite like an airline, but the world seen below is changing, fast. That's why Delta Airlines is committed to net zero carbon emissions by 2050. It's why they're partnering across the industry to create the future of aviation and switching ground vehicle after ground vehicle to electric. It's why Delta is accelerating their push to source sustainable aviation fuel. And it's why they're also getting rid of 4.9 million pounds of single-use plastics annually. That's just what Delta's doing. But it'll take more than just the 90,000 people at Delta. It'll take everyone, at every airline, and in every industry. Because Delta knows a thing or two about getting where it needs to be. And it's time we all got going, together. Learn more at delta.com slash sustainability. What I can tell you is that climate change is real. We got to do something about it. Yeah, this one's called autumn, sir. I'm sorry? This one's called autumn right now. So yeah. I'm sorry, I couldn't make out what you said, sir. This climate change right now is called autumn, yes. Yeah, that's the seasons changing, which respectively is not the same thing as the climate changing. Today Explained returns with Michael E. Mann. No relation to Michael Mann. The filmmaker Michael Mann made heat. Michael E. Mann predicts it. Not my line. That's Michael's. Most recently, he told us on this show, we've managed to shift from climate denialism to some other climate D-words. Division. Delay. We're disengaged. Yeah, I mean, we see these tactics literally playing out today. And there's an article that just recently appeared in the Wall Street Journal detailing how Rex Tillerson, the former CEO of ExxonMobil, who had been sort of lauded as he was the next generation of Exxon leadership. He was not a climate denier. He accepted that climate change is real. I came to my personal position over about 20 years as an engineer and a scientist, understanding the evolution of the science. Came to the conclusion a few years ago that the risk of climate change does exist and the consequences of it could be serious enough that action should be taken. The type of action seems to be where the largest areas of debate exist in the public discourse. It was a real effort by Tillerson and ExxonMobil at that time to present this public face of climate acceptance because it had already become difficult to deny it was happening. People understood it was happening. It wasn't credible to deny it. And so it was sort of, yes, we accept the science, but the D word here is downplaying. And the article in the Wall Street Journal makes it very clear based on internal documents that show a different side of ExxonMobil and Rex Tillerson that they were actively campaigning to downplay the detrimental impacts of the climate crisis while playing up techno fixes like geoengineering. In fact, Rex Tillerson was quoted saying that climate change is an engineering problem. And it has engineering solutions. And so I don't... the fear factor that people want to throw out there to say we just have to stop this, I do not accept. The idea here is, look, we can continue to extract and burn and sell and burn fossil fuels because we have all these techno fixes, other things that we can do to the climate system, trying to offset the warming by shooting particles into the stratosphere that reflect sunlight, or dumping iron into the ocean to fertilize the algae that will take up the carbon dioxide, take it out of the atmosphere, or massive carbon capture will just suck the CO2 back out of the atmosphere. That can't be very hard, right? Well, actually, no, it's really expensive and really difficult to do. And so these very elaborate schemes to try to somehow put the genie back in the bottle rather than the obvious solution, which is to keep the genie in the bottle in the first place. By which you mean what? Not extracting and burning fossil carbon and putting it into the atmosphere. And a lot of that would have to be on the individual because obviously if individuals want to burn fossil fuels, this is a country where they're going to find someone willing to help them do so. How much of the climate delayism is being pushed on the individual at this moment? Yeah, it's a great point. And actually, I would even classify that with a different D word, what I call deflection. Which is to say, there's been an effort by the same bad actors to deflect the conversation away from regulation. And the needed policies, which will hurt their bottom line, carbon pricing, cap and trade, what have you, to redirect the conversation against those systemic changes and policies that will hurt them financially and turn attention instead to individuals. It's the same thing, for example, that the beverage industry did to try to prevent the passage of bottle bills. They didn't want deposits on bottles and cans, even though that was a systemic policy that would help clean up the countryside and get people to recycle. They didn't want that because it would hurt their bottom line. So instead, they ran a campaign to convince us, and there's the famous crying Indian commercial in the early 1970s, the tearful Native American. Some people have a deep abiding respect for the natural beauty that was once this country. And some people don't. People start pollution. People can stop it. It's all on you because it was an effort, you know, an underhanded effort by the beverage industry to convince us that we didn't need regulation, we didn't need bottle bills. That same playbook is being used today by carbon polluters. In the early 2000s, the very first widely used and publicized individual carbon footprint calculator where you could like calculate your carbon footprint and figure out how to change your lifestyle to make it smaller, that was created and publicized by British Petroleum. What size is your carbon footprint? Ah, the carbon footprint, the... That I don't know. How much carbon I produce? Is that it? The fact that my living has on the earth in terms of the products I consume. British Petroleum wanted you so focused on your individual carbon footprint that you failed to note theirs. That's why we need policies because individuals can't put a price on carbon themselves. They can't block construction of new fossil fuel infrastructure. These are all things that only our politicians can do. And so that's sort of where we are today. The deflection remains one of the key tactics and a lot of good people have fallen victim to it. A lot of environmentalists will tell you, yeah, the solution is just us decreasing our carbon footprint and you know, you need to become a vegan and you can't have children. You shouldn't fly. Ironically, that framing helps the fossil fuel industry even more because it plays to this notion on the right that climate action is about controlling people's lifestyle. The climate cult, they don't seem to care. They need a doomsday scenario to achieve their radical goals. For them, this isn't ultimately about a cleaner planet. Their end goal is more government control over your life. But you know, you're reminding me of one of my favorite onion headlines from 2010, I think, or something, which was, you know, how bad for the environment can throwing away one plastic bottle be 30 million people wonder? Obviously, this isn't completely on the individual. But if 300 million Americans woke up tomorrow and said, I never want to put gas in my car ever again, that would change the world. That's absolutely true. You know, one of the things that we understand, though, is that people in general won't make voluntary decisions to change their lifestyle in a way that would appear to impact their quality of life unless there's some incentive. And that's why you need a financial incentive. It needs to be cheaper for people to purchase energy that's not warming the planet and destroying the environment. Because right now we've got our thumb on the wrong end of the scale. And so you need that price signal. You need policies that will collectively move everybody in the right direction without them having to actively think about it. I want to ask you about another D word that I think is related to the lack of policies that are going to make enough of a difference to save this planet. And that, of course, is doom. Yes. Climate doomerism. Yeah, you know, and doomism has actually been weaponized by bad actors to convince even environmentalists that, hey, it's too late, too late to do anything anyway. So you might as well just give up trying to solve the climate crisis. People who, you know, are ostensible climate advocates and environmentalists who insist that it's too late and we just sort of have to accept our fate. Widespread sea level rise is coming and there's nothing we can do to stop it. Climate change can't be reversed now. What do you want to do with your life? What do you want to do with your life? I don't know. And let me tell you why I don't know and why I'm not planning. One, by the year 2050, most of us should be underwater from global warming. There are events like mass extinction events in the past that some of these doomists will point to and say, look, you know, what happened to the dinosaurs? You know, what happened during the so-called great dying 250 million years ago when 90% of all species died out because of a massive release of carbon into the atmosphere through an episode of massive volcanism? Look, you know, that's happening today. There are prominent actors in the climate space who are literally making this claim and they're doing so by misrepresenting what the record of Earth history actually tells us about those events. You know, we are at a fragile moment. We're not yet past the point of no return. But if we don't take substantial action and do so immediately, then we are due for some of those potential worst case scenarios. So it sounds like you're not a doomer. I'm not. If the science indicated that it was too late for us to prevent the worst consequences of climate change, I would have to be truthful as a scientist about that. Fortunously, that's not what the science does tell us. So I can, you know, in good faith, be out there trying to explain that to people. Is there a D word out there that you think is a good thing? Is there a D word out there that we haven't talked about? Not denialism, divisionism, delayism, doomism, deflection, that people can attach themselves to in a moment where critical decisions that are made could really shift the outcome? Yes, determinism. We have to be determined now to take the actions that are necessary while we still can. Let's be clear. We should all, you know, do everything we can within the constraints of our own lifestyles to minimize our environmental impact and to minimize our carbon footprint. But the most important thing an individual can do is to use their voice and their vote. Because the policies that we need in place to decarbonize our economy, to lower carbon emissions by 50% over the next decade, the only way we can accomplish that is with policy. And so we need to vote for politicians who will do what's right by us and act on climate rather than the politicians who too often are simply acting as rubber stamps for polluters. Michael E. Mann, climate scientist, not so much climatologist. His new book is Our Fragile Moment. Find it wherever you find your books. Our show today was produced by Avi Shai, Artsy. We were edited by Miranda Kennedy mixed by David Herman and fact checked by Tien Nguyen. I'm Sean Ramesh for him and this is Today Explained. If you weren't quite satisfied with where we landed today, if you want more climate action, even more radical climate action, we've got an episode for you next week and a few in between that you should listen to as well. Support for this show came from Delta Airlines. No one sees the world quite like an airline, but the world seen below is changing, fast. That's why Delta Airlines is committed to net zero carbon emissions by 2050. It's why Delta is getting rid of 4.9 million pounds of single use plastics annually to make the world a better place to live. And that's why Delta is getting rid of the world's most expensive and most expensive It's why Delta is getting rid of 4.9 million pounds of single use plastics annually and why they're accelerating their push to source sustainable aviation fuel. Because Delta knows a thing or two about getting where it needs to be. And it's time we all got going. Together. Learn more at delta.com slash sustainability."
}