{
    "podcast_title": "Murder, Canada Wrote",
    "podcast_thumbnail": "assets/today-explained.jpg",
    "podcast_audio_duration": "27:47",
    "podcast_audio_url": "assets/Murder Canada Wrote.mp3",
    "podcast_summary": "In June, Hardeep Singh Nizjar, the president of a Sikh temple in Vancouver, was shot and killed in the temple parking lot. The incident sparked accusations and speculations about who was responsible for his death. In the Sikh community, Nizjar was a respected leader, known for advocating for an independent Sikh state called Khalistan. However, the Indian government considered him a terrorist and had issued an arrest warrant for him. The Canadian government recently made a bombshell declaration, accusing the Indian government of involvement in Nizjar's murder. Justin Trudeau, the Canadian prime minister, publicly stated that Canadian security agencies had credible allegations linking Indian agents to the killing. India vehemently denied the accusations, calling them absurd and motivated. The accusation has strained the relationship between Canada and India, with India expelling a Canadian diplomat and issuing a travel advisory to Indians wanting to visit Canada. The Canadian Sikh community has welcomed Trudeau's accusation, while Canadians are grappling with the implications of the allegations and the safety of their borders. The Canadian government claims to have evidence linking India to the murder, but the details of the evidence have not been made public. The timing of the accusation is significant, as India is trying to establish itself as a global player and improve its image on the world stage. The allegations could harm India's reputation and reopen discussions about its record on human rights and treatment of religious minorities. The motives behind India's alleged involvement are unclear, but possible factors include the emotive nature of the Sikh separatist issue and a history of extrajudicial killings in India. As for the Indian Prime Minister Narendra Modi, he is likely to come out relatively unscathed domestically, given the acceptance of extrajudicial killings in India and the nationalist sentiments that he taps into. Modi may believe that any negative international press will be short-lived, as India is seen as increasingly important in countering China and as an economic and security partner.",
    "podcast_key_points": [ "Hardeep Singh Nizjar's Murder and Accusations Against India: Nizjar, a Sikh temple president in Vancouver, was killed, leading Canada to accuse Indian agents of involvement. Nizjar's advocacy for Khalistan clashed with India's view, straining bilateral relations.",
    "Canada-India Relations: Trudeau's accusation led to India expelling a Canadian diplomat and issuing a travel advisory. This strained relations between the two nations and raised questions about border security.",
    "Impact on India's Reputation and Domestic Politics: The allegations may harm India's global image, especially regarding human rights and treatment of religious minorities. Domestically, PM Modi is unlikely to face major consequences due to India's acceptance of extrajudicial killings and his nationalist appeal."
    ],
    "podcast_transcript": "So on June 18, Hardeep Singh Nizhar was in the parking lot of the Sikh temple where he serves as president. It was still broad daylight outside and it was still busy. And he was in his truck when two masked gunmen shot and killed him in the parking lot. Last night's homicide was a brazen act of violence outside a place of worship. The gunmen fled. Nobody knows who they were. The getaway car had been found later but the police at the time said that they believed it was a targeted murder. Make no mistake, Suri RCMP and the Integrated Homicide Investigation Team will put all resources that we can behind this. We'll follow the trail of evidence. Coming up on Today Explained how the assassination of Hardeep Singh Nizhar opened up a diplomatic abyss between two democratic allies. Canada and India. You can reimagine every application. Innovate without limits. Learn more at go.aws.afea. Support for the show comes from Gold Peak Real Brew Tea. There's a time of day, about an hour before sunset, where the rays feel warm and the breeze feels cool. But that hour of golden bliss is always gone too soon. You might rekindle that feeling with a bottle of Gold Peak. Made with high quality tea leaves, its smooth taste transports you to golden hour. At any hour. Gold Peak Tea. It's got to be gold. You are listening to Today Explained. A lot of people say Sikh, but most Sikhs say Sikh. Canadian citizen Hardeep Singh Nizhar was murdered outside of a Sikh temple in the Vancouver area in June. But the wildest thing about this story didn't happen until last week. And since then, it's just kept snowballing. Nadine Youssef's been covering it for the BBC from the jump. There are two competing narratives of who Hardeep Singh Nizhar is. So it depends on who you ask. In the Sikh community in British Columbia, he is a very well respected community leader, temple leader. Everyone is feeling so sad here because he was so good guy. I have a lot of respect for Mr. Nizhar. He was a very nice person and he was a very able leader. He also advocated for the creation of a separate independent state for Sikhs in India called Khalistan. India, home for the Hindu majority, Pakistan created for Muslims. But Punjab, overlapping the new border, left Sikhs without the independent state they wanted. Today, some Sikhs in Canada continue to call for an independent Khalistan, wanting to claim a large area over northern India. And he basically always said that he was a peaceful advocate for this. Just hours before he was killed, Nizhar talked to the congregation about a referendum he was helping organize for an independent Khalistan. So that's sort of like the narrative of who he is within Canada and when you ask his supporters. OK, so community leader, all around good guy, peaceful separatist. What's the other story? Right. So the second narrative is the one that the Indian government has put forward, that he is a terrorist. In 2014, India's Prime Minister Narendra Modi issued an arrest warrant for Nizhar, calling him the mastermind of the Khalistan Tiger Force, which the Indian government considers a terrorist group. You know, India has actually tied him to a number of terrorist attacks in the country. There was a cinema bombing in 2007 that killed six people. They've also tied him to the assassination of a Sikh politician in India. And as recently as 2020, he was on India's sort of most wanted terrorist list. And last year, I believe the Indian government even issued a cash reward for any information on him. So, you know, up until very recently, he was very much on the Indian government's radar as a wanted terrorist. In 2022, the RCMP's National Security Division warned Nizhar he was under threat of assassination. All right. So that's a bit of background on Hardeep Singh Nizhar. How do we go from his death in June to what happened just several days ago when Justin Trudeau said on the floor of parliament that India was behind this killing? So, like I mentioned earlier, Hardeep Singh Nizhar was very much respected in his community in British Columbia. And, you know, as soon as he died, the Sikh community had always been very vocal about their suspicions that India was behind the murder. We're not going to hunger! We're not going to hunger! Back in July, there were protests across the country, specifically in Vancouver and Toronto, that were held by supporters of Hardeep Singh Nizhar, supporters of the Khalistan movement. And so these protests were staged across the Indian consulates and the Indian High Commission to demand accountability. We believe that there's foreign interference involved in this, that the government of India wanted him eliminated. And we feel as a community that he was made a target for that reason. You know, I should say that of Canadian residents, 2% of those are Sikhs. And so, you know, we're talking about a large community, a sizable community with a lot of influence and with very deep roots in the country from coast to coast. At the G20 summit in early September, which was held in India, Prime Minister Narendra Modi of India and Prime Minister Justin Trudeau of Canada had a meeting. And by all accounts, it was a very tense meeting. Canadian government officials acknowledge that Justin Trudeau's relationship with host Narendra Modi is not good. Modi today pushed Trudeau to rein in Sikh separatists in Canada, and Trudeau says he pushed back on Indian interference in Canada. It was just in the few days after that, that Justin Trudeau made this bombshell, and it really was a bombshell, declaration in the House of Commons on the record. He stood up and said... Today I'm rising to inform the House of an extremely serious matter. Over the past number of weeks, Canadian security agencies have been actively pursuing credible allegations of a potential link between agents of the government of India and the killing of a Canadian citizen, Hardeep Singh Nijar. He was very careful with the words that he chose, but I think the fact that he said it out loud in such a public forum kind of speaks volumes in and of itself. Did he present or allude to any smoking gun, to any evidence that would tie the Indian government and Narendra Modi to this assassination? So of course Trudeau was questioned a lot about this at the onset of him making this accusation. At first, the Canadian government was pretty quiet on the nature of the evidence that they have or even the source of the evidence. They did say that it was shared with their allied countries. So for example, the US, the UK, Australia and New Zealand, they all operate under this network called the Five Eyes with Canada. And so all of those countries were privy to that intelligence, but they kept it pretty quiet on what the intelligence actually is. Since then, thanks to the work of journalists at CBC and the New York Times, we've learned that Canada has been briefed on the issue by US intelligence after the death of Hardeep Singh Nijar. We also learned that Canada had intercepted communication of Indian diplomats and whatever Canada was able to find within that communication contained the quote unquote smoking gun that linked the Indian government to the murder. Now, because this is sort of highly classified intelligence, again, we don't really know still much on what exactly the smoking gun was or even what the US has shared with Canada that sort of gave them the context to look into this. But we do know that it was compelling enough, at least, to drive the prime minister to make the accusation so publicly against India. And as you said, just a week or so earlier, Justin Trudeau was in India shaking hands with Narendra Modi. It's not every day a world leader accuses another of committing an assassination in a sovereign country. How did India respond to this accusation? India has been very upset. India has rejected allegations by Canada and calling the accusations absurd and motivated. That's the big breaking news that we are getting on our screens right now. Ever since Justin Trudeau came up and accused India publicly, they've been escalating day after day in terms of their response. So at first they denied any involvement with the murder. They said it was absurd. Then they expelled a diplomat, a Canadian diplomat from India. They have also issued a travel advisory to Indians wanting to come to Canada, basically saying it's unsafe. A threat assessment the Canadian government strongly disagrees with. People can read into that what they want. Canada is a safe country. Other MPs were more blunt. Sounds like a joke. Just more recently, they've stopped issuing visas to Canadians that want to come to India. So India has really sort of escalated their response, first denying up until outright denying visas to Canadians to come to the country. Can you tell me how Canadians are responding to the accusation from Justin Trudeau and now to the reaction from India? So among the Sikh diaspora, there was no surprise in the sense that they have always suspected that India might have been behind this. And the reason is because there's widespread fear in the community. And this is just what I'm hearing from Sikh people that we've talked to since all of this unfolded. There was always a widespread fear in the community that don't say too much, don't be vocal. You could be a target. You might not be able to go back home to India. There's always fear that they're under surveillance or being watched by agents of the Indian state. And so when they heard that one of their own might have been murdered on Canadian soil by somebody who's related to the Indian government, it confirmed their suspicions. But they were still shocked that it was said so openly. And I think there's just widespread shock among the rest of Canadians because I don't think we've ever seen something like this. I don't think we've ever seen such a public accusation. And it raises the questions of are our borders safe? Is Canada safe? You know, and what can we do about it? Not saying India did it, but if they did, why they might feel like they could get away with it when we're back on Today Explained. Support for Today Explained comes from DeleteMe. DeleteMe believes your personal data should be personal. But sometimes it's not. There's a lot of data breaches and phishing scams. In the wrong hands, of course, your private data can be used for identity theft. DeleteMe offers a way to keep your personal information personal. According to DeleteMe, they can identify where your data is online and they can remove it on your behalf. Sarah Frank, who works on the business side of things here at Vox, got a chance to try out DeleteMe. And here's how it went. I recently had the opportunity to test out DeleteMe and I was really flabbergasted. They gave me a report of more than 50 companies with my data. It was pretty shocking. But DeleteMe made it super easy for me to remove my data from these sites. Right now you can get 20% off your DeleteMe plan when you go to joindeleteeme.com slash today and use promo code today. The way to get 20% off is to go to joindeleteeme.com slash today and enter promo code today at checkout. That's joindeleteeme.com slash today promo code today. Support for Today Explained comes from Noom. There is a whole big weight loss industry. It can be hard to figure out what works for you. Noom wants to tell you a bit about Noom. Noom uses science and personalization to try to help you manage your weight over the long term. Noom says that their psychology-based approach helps you build new habits and behaviors. And you can decide how Noom fits into your life and not the other way around. Noom offered a sample of 4,272 Noomers and 98% of them said Noom helped them change their habits and behaviors for good. Sarah Frank is my colleague here at Vox who works on the business side of things. She had a chance to try out Noom and tell us how it went. There were days where I was overeating based on my goal and days where I was under eating. And Noom had a very clever way of also matching my mood to those days so I could actually see after about a week that I tend to eat less on days that I'm a little anxious or stressed. And days that I'm more relaxed, I'm eating more. And I know some people's habits are the opposite of that. You can sign up for a trial today at Noom.com. That's Noom.com to sign up for a trial today. You're listening to Today Explained. Sean Rameshwaram, joined now by Professor Irfan Nooruddin, Indian politics Georgetown University, we asked him what he made of Prime Minister Justin Trudeau's accusations. What Mr. Trudeau is accusing India of is pretty unheard of between two democratic countries that have a large diasporic connection and where there's been lots of progress on trade talks and all sorts of other cooperation. So it's hard to understate the seriousness of the allegations made. And unfortunately, the response of the Indian government has mounted and the tit for tat going on with Canada suggests that the worst is yet ahead in terms of the bilateral relationship between these two countries. One hopes that calmer heads will prevail and eventually we'll be able to talk to each other about what actually happened. But for right now, there's much more noise than there is clarity of thought and reason. And the timing here couldn't be worse because India is trying to cultivate a very different image globally, right? India has been working incessantly for the last decade, maybe longer, to really establish itself as a player on the world stage. And 2023 was the culmination of all of those efforts. You had the high profile state dinner for Mr. Modi hosted by President Biden. Toast to our partnership, to our people, to the possibilities that lie ahead. Two great friends, two great nations and two great powers. Cheers. Mr. Modi followed that up with the chief guest at France's Bastille Day celebrations in July. There you have that hug between Prime Minister Modi and President Macron. The warmth, Kaurav, between these two leaders has been on display for the last two days. India just hosted the G20 summit as president of the G20. A little over two hours to go before central Delhi is in lockdown. So coming to the United Nations this week should have been a real coming out party for India, as now a recognized player on the world stage, a member of the Quad, all sorts of accolades and recognition that India is not just a country that's poor and large and democratic, but in fact one that is a counterbalance to China, a country that has a role determining what the future of the world could look like. For Delhi, this allegation by Mr. Trudeau could not be worse. It changes the script of what they were hoping the conversation could be in New York City, really a conversation about how successful G20 had been under India's watch and what would come next. Instead, everyone's talking about this bombshell allegation made by the Canadian government. India would love for the conversation to be about anything else than this, because partly what it does is reopen a lot of conversations that India would much rather avoid, conversations about its record under Mr. Modi, about human rights, democratic backsliding attacks in the press, and indeed a long troubled relationship with the country's religious minorities. All the reporting we have suggests that Prime Minister Justin Trudeau may have tried to maintain the image India was trying to boost on the world stage. He spoke to Modi about this privately at the G20 summit in India. Why do you think he went public? Impossible to know for sure, of course, but most plausible explanations are two. The Sikh population in Canada is long settled, politically influential, and very critical to Mr. Trudeau's political survival. The New Democratic Party, which provides support to Trudeau's government in parliament, is headed by a Sikh Canadian. You have a community that is very politically empowered, and a sense that this murder in June was going unaccounted for no justice has got to have been a source of mounting pressure domestically for Trudeau. So one possibility is that if Trudeau saw no real progress happening in the private consultations with the Indian government, that he needed to score points at home by being seen to be doing something on behalf of the Sikh community and of Canadian citizens more generally. The other is the possibility that this was increasingly a liability at home if in fact the news that there was credible intelligence collected by the Canadian authorities linking the Indian government was likely to be leaked to the media by other sources and that Trudeau would rather have gotten out in front of that rather than have it come out some other way. So for me, regardless of how we cut it, the truth is that this is as much about domestic politics as it is about the bilateral relationship on both sides. Let's assume that Justin Trudeau has receipts and that the intelligence is good. Why would India act so brazenly and assassinate a Canadian citizen on Canadian soil? It's hard to imagine what India might have been thinking if, of course, this is in fact true. But there's a couple of ways in which you might speculate as to what could have been going on. The Sikh separatist issue that is now largely a diaspora talking point. There isn't really an active Sikh separatist movement in India and hasn't been really for many decades now. But it remains an emotive mobilizing issue in the diaspora communities, in particular the Canadian and UK diasporas. Those have been a long problem for India that sees the Canadian government as a peacing group of people that are avowedly advocating for separatism. India's rhetoric would say these are anti-national. The long history of that movement is troubled with active terrorist activities, including the bombing of a passenger airplane flown by Air India. Air India flight 182 was en route from Vancouver to London and India on June 23, 1985. It exploded in the skies over Ireland. The suspects seek extremists hoping for an independent homeland in India. So there's a lot of blood on the hands of the separatist movements. For the Indian government, this has been a long-standing grouse with Canada. The notion that Canada was playing too soft with this population and not taking India's concerns seriously. So let's put that on one side. The other issue is that within the Indian context, the notion of extrajudicial killings is unfortunately commonplace. The National Human Rights Commission of India documents some 800 plus encounter killings, which is the Indian parlance for an extrajudicial killing by the police, in the last six years alone. It is so common that encounter has become a verb in Indian jargon. So one could imagine a confluence of issues, a place in which the Indian intelligence services are using a tactic that they've used a lot on domestic soil, coupled with a sense that this was an emotive issue, that Mr. Nijar was the kind of person that they saw as being someone who was beyond their reach in terms of normal extradition kind of proceedings, but that if allowed to sort of continue would just raise more and more issues for India. Is it bad for Narendra Modi at home? Because as you and I have discussed previously on this show, his extremist tactics in the past have boosted support for him. Mr. Modi is likely to come out pretty unscathed at home. The truth is that the Indian public is so used to the notion of an extrajudicial killing that it's not like you're going to be raising any eyebrows even if true, but more importantly, he's going to be able to spin this as a vociferous denial of the allegations, being willing to take on Canada on the world stage, and that plays to a particular form of nationalism, jingoism in the Indian public that really wants a muscular response for India on the world stage. There's a deep resentment among a large part of the Indian public that sees itself as having been pushed around for too long by the West. And Modi is a master at tapping this anti-Western resentment that resides in the hearts and minds of lots of Indians, even as they aspire to a much deeper, closer relationship with the West. Everyone's going to be a rally around the flag kind of thing. They're going to deny the allegations. They're going to put the onus on Canada to make their receipts and intelligence public, betting that Canada is not going to want to do that for security protocol reasons. But the other part of it is that I think Modi is also calculating that whatever negative press gets played internationally is going to be short-lived, because Modi understands, and the state dinner in June confirmed this, Bastille Day in France confirmed this, the G20 in Delhi just confirmed this, that India is now increasingly seen as indispensable on the world stage, that the Biden administration has decided in a very old-fashioned, cold, realist perspective that whatever India's problems might be at home in terms of democracy, human rights, its value as a major economic power for trade, as a potential security partner to counter China, beats all of those other considerations. And so this is a case of Modi feeling quite sure that no matter what happens, he's going to be able to move on with the relationship with the United States, with the UK and other Western powers, because they need him much more than he thinks he needs them. So we're not saying India did it, but we are saying India thinks it can get away with murder. Your words, not mine, but yes. Professor Irfan Nuruddin, Indian Politics at Georgetown University in Washington, D.C. Earlier in the show you heard from Nadine Youssef, she's the BBC's Canada correspondent. Our program today was produced by Miles Bryan, we were edited by Amina Al-Sadi, fact-checked by Laura Bullard and Serena Solon, and made possible by the Canadian Government. And we're going to be talking about the US, the US government. If you have any questions about the show, please leave us a message on the show. Support for the show comes from Gold Peak Real Brewed Tea. There's a time of day, about an hour before sunset, where the rays feel warm and the breeze feels cool. But that hour of golden bliss is always gone too soon. You might rekindle that feeling with a bottle of Gold Peak. Made with high quality tea leaves, its smooth taste transports you to golden hour. At any hour. Gold Peak Tea. It's got to be gold."
}